tap "charmbracelet/tap"
brew "charmbracelet/tap/crush"
cask "balenaetcher"
cask "calibre"
cask "iina"
cask "linear-linear"
cask "obs"
cask "proton-drive"
cask "proton-mail"
cask "proton-pass"
cask "protonvpn"
cask "tailscale-app"
cask "telegram"
cask "ticktick"
cask "transmission"
cask "whatsapp"
