tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "steipete/tap"
brew "btop"
brew "cocoapods"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "figlet"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gum"
brew "imagemagick"
brew "llvm"
brew "luacheck"
brew "mermaid-cli"
brew "mole"
brew "mosh"
brew "nmap"
brew "reattach-to-user-namespace"
brew "stow"
brew "watch"
brew "wget"
brew "felixkratz/formulae/borders"
cask "nikitabobko/tap/aerospace"
cask "claude"
cask "steipete/tap/codexbar"
cask "dbeaver-community"
cask "devpod"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "handy"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "lm-studio"
cask "raycast"
cask "granola"
cask "obsidian"
cask "the-unarchiver"
cask "yaak"
cask "zed"
