tap "buo/cask-upgrade"
tap "hashicorp/tap"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
brew "bat"
brew "btop"
brew "cocoapods"
brew "lima"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "sqlite"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lazysql"
brew "lima-additional-guestagents"
brew "llvm"
brew "mise"
brew "mosh"
brew "neovim"
brew "nmap"
brew "ollama"
brew "openjdk@17"
brew "pinentry-mac"
brew "resvg"
brew "ripgrep"
brew "rust-analyzer"
brew "sevenzip"
brew "so"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "tlrc"
brew "tmux"
brew "wget"
brew "yq"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazydocker/lazydocker"
cask "1password"
cask "appcleaner"
cask "bartender"
cask "beekeeper-studio"
cask "claude"
cask "cloudflare-warp"
cask "dbeaver-community"
cask "devtoys"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "iina"
cask "kap"
cask "karabiner-elements"
cask "proton-drive"
cask "proton-mail"
cask "proton-pass"
cask "protonvpn"
cask "raycast"
cask "shottr"
cask "slack"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp"
cask "yaak"
cask "zed"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "be5invis.toml"
vscode "be5invis.vscode-custom-css"
vscode "bierner.markdown-mermaid"
vscode "charliermarsh.ruff"
vscode "detachhead.basedpyright"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "mikestead.dotenv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "mvllow.rose-pine"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "vspacecode.whichkey"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
