tap "buo/cask-upgrade"
tap "hashicorp/tap"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
brew "bat"
brew "btop"
brew "cocoapods"
brew "lima"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "imagemagick"
brew "jq"
brew "lima-additional-guestagents"
brew "llvm"
brew "mise"
brew "mosh"
brew "neovim"
brew "nmap"
brew "ollama", restart_service: :changed
brew "openjdk@17"
brew "pinentry-mac"
brew "resvg"
brew "ripgrep"
brew "rust-analyzer"
brew "sevenzip"
brew "so"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "tlrc"
brew "tmux"
brew "wget"
brew "yq"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
cask "beekeeper-studio"
cask "dbeaver-community"
cask "devtoys"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "raycast"
cask "visual-studio-code"
vscode "aaron-bond.better-comments"
vscode "anysphere.pyright"
vscode "asvetliakov.vscode-neovim"
vscode "charliermarsh.ruff"
vscode "detachhead.basedpyright"
vscode "enkia.tokyo-night"
vscode "golang.go"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-yaml"
vscode "subframe7536.custom-ui-style"
vscode "tamasfe.even-better-toml"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
