brew "btop"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "figlet"
brew "ghostscript"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "gum"
brew "imagemagick"
brew "llvm"
brew "mosh"
brew "nmap"
brew "pinentry-mac"
brew "reattach-to-user-namespace"
brew "stow"
brew "wget"
cask "1password"
cask "appcleaner"
cask "balenaetcher"
cask "claude"
cask "cloudflare-warp"
cask "dbeaver-community"
cask "devpod"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "iina"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "linear-linear"
cask "lm-studio"
cask "mitmproxy"
cask "obs"
cask "obsidian"
cask "proton-drive"
cask "proton-mail"
cask "proton-pass"
cask "protonvpn"
cask "raycast"
cask "slack"
cask "spotify"
cask "tailscale-app"
cask "telegram"
cask "the-unarchiver"
cask "ticktick"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp"
cask "yaak"
cask "zed"
cask "zen"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "be5invis.toml"
vscode "be5invis.vscode-custom-css"
vscode "bierner.markdown-mermaid"
vscode "charliermarsh.ruff"
vscode "detachhead.basedpyright"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "mikestead.dotenv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "mvllow.rose-pine"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "vspacecode.whichkey"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
